tap "azure/kubelogin"
tap "dopplerhq/cli"
tap "dotenvx/brew"
tap "hashicorp/tap"
tap "heroku/brew"
tap "jandedobbeleer/oh-my-posh"
tap "kreuzwerker/taps"
tap "libsql/sqld"
tap "ngrok/ngrok"
tap "ory/tap"
tap "planetscale/tap"
tap "shopify/shopify"
tap "sst/tap"
tap "supabase/tap"
tap "tursodatabase/tap"
brew "act"
brew "azure-cli"
brew "bison"
brew "gettext"
brew "pcre2"
brew "glib"
brew "libxcb"
brew "libx11"
brew "libxext"
brew "libxrender"
brew "cairo"
brew "pycparser"
brew "cffi"
brew "coreutils"
brew "cryptography"
brew "fnm"
brew "fx"
brew "fzf"
brew "gh"
brew "giflib"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "pkgconf"
brew "guile"
brew "harfbuzz"
brew "jq"
brew "krb5"
brew "kubectx"
brew "libfido2"
brew "libmagic"
brew "libpthread-stubs"
brew "mkcert"
brew "mysql"
brew "nvm"
brew "pango"
brew "perl"
brew "pipx"
brew "pnpm"
brew "postgresql@14"
brew "postgresql@15"
brew "pre-commit"
brew "python@3.11"
brew "ruby"
brew "starship"
brew "stow"
brew "tcl-tk"
brew "tfenv"
brew "tree"
brew "uv"
brew "vim"
brew "weasyprint"
brew "yq"
brew "zoxide"
brew "zsh-syntax-highlighting"
brew "azure/kubelogin/kubelogin"
brew "dotenvx/brew/dotenvx"
brew "ory/tap/cli"
brew "planetscale/tap/pscale"
brew "sst/tap/opencode"
brew "supabase/tap/supabase"
brew "tursodatabase/tap/turso"
cask "1password-cli"
cask "basictex"
cask "font-fira-code"
cask "ngrok"
cask "orbstack"
cask "visual-studio-code"
cask "zed"
