tap "dopplerhq/cli"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "kreuzwerker/taps"
tap "libsql/sqld"
tap "ngrok/ngrok"
tap "planetscale/tap"
tap "shopify/shopify"
tap "supabase/tap"
tap "tursodatabase/tap"
brew "act"
brew "bison"
brew "gettext"
brew "pcre2"
brew "libxcb"
brew "libx11"
brew "libxext"
brew "libxrender"
brew "cairo"
brew "pycparser"
brew "cffi"
brew "coreutils"
brew "cryptography"
brew "fzf"
brew "gh"
brew "giflib"
brew "harfbuzz"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "pkgconf"
brew "guile"
brew "jq"
brew "krb5"
brew "libfido2"
brew "libpthread-stubs"
brew "nvm"
brew "openssl@1.1"
brew "perl"
brew "pnpm"
brew "ruby"
brew "starship"
brew "stow"
brew "tcl-tk"
brew "tfenv"
brew "tree"
brew "vim"
brew "yq"
brew "zoxide"
brew "zsh-syntax-highlighting"
brew "planetscale/tap/pscale"
brew "supabase/tap/supabase"
brew "tursodatabase/tap/turso"
cask "basictex"
cask "font-fira-code"
cask "raycast"
vscode "a-h.templ"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "miguelsolorio.fluent-icons"
vscode "ms-azuretools.vscode-docker"
vscode "naumovs.color-highlight"
vscode "otovo-oss.htmx-tags"
vscode "rangav.vscode-thunder-client"
vscode "rust-lang.rust-analyzer"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "yoavbls.pretty-ts-errors"
